{
  "1-basic-house": {"title":"Basic House","img":"assets/basic.jpg","text":["The basic house has three bedrooms and is ideal for a family.","It has a large living room to the front giving owners surveillance of the street outside. There is a large master bedroom upstairs, a twin room and a single room. The storage is split between the two bedrooms and under the stairs.","The unique selling point of this house is the facade; there are four front elevation components that allow a combination of different window arrangements to make each house different and unique."]},
  "2-compact-house": {"title":"Compact House","text":"The compact home is a small house with an open plan living area down stairs and three well-proportioned bedrooms above."},
  "3-expandable-house": {"title":"Expandable House","img":"assets/expandable.jpg","text":["The expandable home grows as you and your family evolves.","All these homes start life as a simple two bedroom house but then increase as you and your family change; as you save money and invest the home can expand.","This prefabricated home has four additional elements which can be joined to the standard two bed structure to result in a four bedroom home."]},
  "4-bespoke-house": {"title":"Bespoke House","text":"The bespoke home is ideal for buyers who have a clear sense of what they want in a home. The home owner chooses elements from a selection of prefabricated parts and can arrange and organise the home to suit their needs."},
  "5-garden-bungalow": {"title":"Garden Bungalow","text":"The garden home is ideal for people with accessibility issues but still desire a garden connection; with an internal courtyard and a large back garden this simple bungalow is never far away from beautiful views of nature and gardens."},
  "6-basic-flat": {"title":"Basic Apartment","text":"To be confirmed..."},
  "7-duplex-flat": {"title":"Duplex","img":"assets/duplex.jpg","text":["The duplex flats are a series of two bedroom duplex apartments and one bedroom single story apartments.","The duplex homes have a large open plan living space with the bedrooms on the first floor making a beautiful home for flat shares or first time buyers","The one bed homes have a large open plan living/dining room with a storage unit separating the bedroom from the dining room creating both separate and free flowing space.","The selling point of these homes are the large windows which brings in a large amounts of natural light deep in to the heart of the home."]},
  "8-tenement": {"title":"Tenement","img":"assets/tenement.jpg"},
  "0-tbc": {"text":"To Be Confirmed..."}
}